<template>
  <div class='customer-agreement'>
    <div class='customer-agreement-hd' style='background-color:#fafafa;'>
      <h3>本客户协议的条款和条例构成</h3>      
      <p>甲方：晋峰环球国际有限公司（以下称为“晋峰环球”或是“我司”）</p> 
      <p>乙方：投资者（以下称为“客户”或“您”之间的合同条款。</p>
      <p>晋峰环球受新西兰金融市场行为监管局（FSP）授权及监管，公司编号：513806。</p>
      <p>为全球投资者提供外汇、贵金属、原油等多元化金融产品在线交易服务。
      <p>请仔细阅读本业务条款，其中包含了与我司同意为客户提供的服务有关的客户和晋峰环球的权力和义务的重要资料。</p>
      <p>请确保您发布给我司的信息是真实可靠的，这其中包括您提供给我司的文件和其他信息。如信息有变，请您以书面形式告知我司。</p>
    </div>
    <div class = 'customer-agreement-bd'>
      <h3>客户协议条款</h3>
      <h4>1. 我司提供的服务</h4>
        <p>我司受新西兰金融市场行为监管局（FSP）授权及监管，公司编号：513806。为全球投
        资者提供外汇、贵金属、原油等多元化金融产品在线交易服务性质为“仅执行”。</p>
        <p>所有合约不论买卖皆为您与我司之间，各为主体的交易。您应直接以个人名义负责，按
        我司之间的每宗交易所订，履行您的义务，不论您直接为交易主体或通过经纪人或作为其它
        人士的经纪人。您都须就因您未能履行该义务而直接或间接产生的任何负债、损失及来自我
        司的任何费用向我司作出赔偿。</p>
        <p>您为获取服务而发布的一切合约和指示，都要遵循这些条款。这些条款不包括您根据合
        约、合约确认书或类似文件而希望引入的条款。我司所提供的服务可能是来自第三方的服务，
        其中包括我司的代理所提供的服务。</p>
        <p>这些服务可能包含保证金交易，您需要存入规定的现金，来确保通行合约义务。您需要
        了解并同意，所有交易的进行都要依照即时市场准则进行。需要指出，市场准则通常包含当
        紧急和其他特殊情况发生时扩展权利的情况，您需要了解这一点。
        出于合理原因，我司会随时更改、暂停终止所有服务。在进行上述操作前，如果可以联
        系到您，我司会提前告知您。在无法告知您的情况下，我司保留不承担任何责任的权利。</p>
      <h4>2. 免责声明</h4>
        <p> 如非因为我司的过失或故意违反而导致或我司在根据协议履行责任的过程中导致您损
            失，您都无权要求我司或任何我司的联营公司或雇员赔偿。</p>
      <h4>3. 不可抗拒的事件</h4>
      <p>
        在合理解释的前提下，我司可能会认定某个紧急状态或是某个一场市场情况（我们称之
        为“不可抗拒的”事情）的存在。不可抗拒的事件可能包括但不完全限于下列情况：
        <span>
          a. 罢工、累乱或骚乱、敌对、国外干预、政府行动、自然灾害、朝拜运动、电力供应
          中断或电路及通讯设施损毀。这些情况下，我们认为无法按照合同约定在一个或更多投资地
          维持正常交易。
        </span>
        <span>b. 运营中止或关闭的市场，或是任何其他涉及我们的搁置或失败的事件，以及在此事
        件或市场中强加的限制或特殊、非正常的贸易条款。
        </span>  
        <span>c. 发生任何超出合同规定的或基础市场限度的过度行为，或是我们预料到的（合理发生的）此类事件。一旦认定某一亊件为不可抗拒的事件，我们可能将在不告知客户的情况下，慎重采取下列一到多步措施：</span>
        <small>1) 提高您的存款准备金。</small> 
        <small>2) 在合理情况下，我们会终止您的一个或所有已开立交易合约。</small>
        <small>3) 本条款的终止或调整，或是不可抗拒的事件导致我们无法正常或芫全无法履行该条款的相关内容。</small>  
        <small>4) 由于特定条款而该改变最后交易时间。
        处于对我司的及您和其他客户利益的考虑，其它包括在上述情況或不在上述情况之列的
        情况，我们将视情况合理而定。倘若出现上述事件，晋峰环球将不承担由此事件产生的
        索赔、损失、损毁、花销，包括律师费在内的费用。</small>     
      </p>
      <h4>4. 风险警告及免责声明</h4>
        <p>我们只接受有一定投资经验和财政状况良好的客户。以下声明列出了您在金融市场投资
        时可能面临的潜在风险和亏损。在做任何买卖前您必须了解差价合约的交易性质。我司的现
        货及差价合约均以高杠杆保证金为基础；正如任何衍生投资工具，该等合约涉及较高风险。
        您必须了解，使用该投资工具可能令您遭受巨额亏损或获得巨大回报。</p>
        <p>若您对此协议及我们提供的服务有任何疑问和建议，请在开设账户之前与我们联系，否
            则视为您接受该协议。我司相信本页所作之陈述及所发表之观点准确无误，在可能的范围内，
            晋峰环球并不就该等陈述及观点所出现的任何错误或遗漏承担任何责任。</p>
      <h4>5. 在线交易风险</h4>
      <p>在用户申请高峰、市场剧烈震荡、系统升级或其他情况下，客户登入使用在线交易服务
        系统可能会受限制或无法登入 。鉴于此，晋峰环球可能无法给予客户在使用操作该系
        统方面以明确的解释、答复或承诺。晋峰环球不能保证在线交易服务系统在特殊情况下
        时刻正常运行，不受干扰。由于晋峰环球无法控制信号传输强弱、网上信息接收、传输
        路径以及您的设备配置和其连接的稳定性，当客户使用在线交易时，可能会出现通信失败，
        失真或延迟等情况。在此情况下，晋峰环球不承担任何责任。</p>
      <p>由于使用或无法使用在线交易服务系统，造成的任何直接的、间接的、偶然的、特殊的
      一切损失，晋峰环球和其他任何参与创建、构造、传播或管理在线交易服务平台的个人
      或组织将不负任何责任。客户须同意使用在线交易系统进行交易是存在风险的，且风险要由
      客户自己来承担。客户要对使用在线交易服务，或是利用在线交易服务系统获取材料时的损
      失风险负全责。晋峰环球和提供数据、信息服务的供应商，都不承诺在线交易服务系统
      不会中断或出现信息错误。晋峰环球也不能担保使用在线交易服务系统所提供的信息、
      服务、交易的时效性、序列性、准确性、完整性、可靠性。</p>
      <h4>6. 市场数据和信患</h4>
        <p>晋峰环球和其他任何服务提供商在以下情况下，均不对客户和其他用户负责：
        <span>a. 任何错误、篡改、疏漏数据、信息、消息的出现或传输等；</span>
        <span>b. 由于疏忽，不可抗力事件或其他不在晋峰环球控制范围的事件，出现数据、信
        息或消息的错误、篡改、遗漏、 未做处理和传输中断情况而造成损失和破坏。晋峰环球不承认收到客户经电子传输的任何订单，除非晋峰环球已经将这次订单的确认通过电
        子通讯发给客户。此外，如果发现某客户以同市场价格不符的价格进行交易，晋峰环球
        可能会从客户账户取消该笔交易，晋峰环球对取消该笔错价交易所带来给客户的可能费
        用或损亏不负责任。</span>
        </p>
    </div>
    
  </div>  
</template>

<script>
export default {
  name:'customer-agreement'
}
</script>

<style lang='less'>

  .customer-agreement {
    text-align: justify;
    height:100%;
    overflow: auto;
    .customer-agreement-hd {
      padding:0 30px 30px;
    }
    .customer-agreement-bd {
      padding:0 30px 30px;
    }
    h2 {
        font-size:36px;
        text-align:center;
        font-weight: normal;
        line-height: 2.2;
        border-bottom: 1px solid #ccc;
    }
    h3 {
      font-size:30px;
      padding-top: 40px;
    }
    h4{
      font-size:28px;
      line-height: 1.5;
      font-weight: normal;
      padding-top: 20px;
    }
    p{
      font-size:28px;
      line-height: 1.5;
      padding-top: 30px;
      color: #666;
    }
    
    span{
      font-size:28px;
      display: block;
      text-indent: 1em;
    }
    small{
      font-size:28px;
      display: block;
      text-indent: 1em;
    }
  }

</style>

